---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationInsulationMaterialFinish
source: html/ac0671f8-7c5d-1c15-76c1-b0fb836daf7b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationInsulationMaterialFinish Property

"Insulation Material"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationInsulationMaterialFinish { get; }
```